Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: འདིས་ནི་ངེས་པར་སྤེན་པ་འབྲོས་པའམ་འཆི་བར་འགྱུར་རོ། །
en: Śaniścara will surely flee or die.

source: གལ་ཏེ་མ་བྱུང་ན་དེའི་ཚེ་སྔར་གྱི་སྟེང་དུ་བཟླས་ན་ངེས་པར་འབྲོས་པར་འགྱུར་རོ། །
en: If this does not happen, one should perform an additional mantra recitation, and he will surely flee.

source: ནག་པོའི་བརྒྱད་ཀྱི་ནུབ་མོ་སྟག་གི་པགས་པ་ལ་བསྡད་ནས། ཨོཾ་ཀེ་ཏུ་ཁཾ་ཧཱུྃ་ཕཊ་ཅེས་པའི་སྔགས་རྣལ་འབྱོར་མ་ལྔ་དང་སྟབས་གཅིག་ཏུ་བཟླས་ན་མཇུག་རིངས་ངེས་པར་འབྲོས་སོ། །
en: “In the evening of the eighth day of the waning moon, one should take a seat on a tiger skin and recite the mantra oṁ ketu khaṃ hūṁ phaṭ with five yoginīs.

source: ཚེས་བཅུ་བཞི་ལ་རྣལ་འབྱོར་མ་ལྔ་དང་སྟབས་གཅིག་ཏུ་བཟའ་བ་སྣ་ཚོགས་པ་དང་ཆང་ལ་སོགས་པ་བཏུང་ལ་སྔོན་དུ་བརྗོད་པའི་སྔགས་སྟོང་ཕྲག་གཅིག་བཟླས་ན་སྒྲ་གཅན་ངེས་པར་འབྲོས་པར་འགྱུར་རོ། །
en: Ketu will then flee. If one recites the previously stated mantra one thousand times on the fourteenth day while consuming various types of food and alcohol with five yoginīs, Rāhu will surely flee.

source: པེ་ཆག་པའི་དགྲ་བྱུང་ན་དེའི་དུས་སུ་ཐང་ཕྲོམ་གྱི་མེ་ཏོག་སྟོང་ཕྲག་ལྔ་དང་ཆང་སྦྱིན་སྲེག་བྱས་ན་པེ་ཆག་པ་ཐམས་ཅད་འབྲོས་པ་དང་འཆི་བར་འགྱུར་རོ། །
en: “During a plague of insects, one should perform a fire offering with alcohol and five thousand datura flowers, and the insects will flee and die.

source: ཨོཾ་ཧྲཱིཿཧཱུཾ་པ་ཏཾ་གྷ་ནུ་ཙྪེ་དཾ་ཡཀྵིཿཕཊ་ཅེས་པ་ཆོ་ག་འདིའི་སྔགས་སོ། །
en: The mantra for the rite is oṁ hṛīḥ hūṁ pataṅga nu cchedaya kṣiḥ phaṭ.

source: དེ་རྣམས་བྱས་ན་བར་དུ་གཅོད་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: When these steps are complete, all calamities will be pacified.

source: ཆུ་གང་དུ་བྱུང་སར། ཨོཾ་ཛ་ལ་ཧཾ་ཛཿཞེས་པའི་སྔགས་ཀྱིས་བ་དམར་མོའི་འོ་མ་ལ་སྟོང་ཕྲག་གཅིག་དང་པོར་བཟླས་ནས་མེ་ཏོག་ཀུནྡ་སྟོང་ཕྲག་ལྔའི་སྦྱིན་སྲེག་བྱས་ན།
en: “One should go to a water source and first incant milk from a red cow one thousand times with mantra oṁ jala ham jaḥ. One should then perform a fire offering with five thousand jasmine flowers.

source: འོ་མ་དེས་ངེས་པར་ཆུ་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: The milk will surely restore the water.

source: འབྲུ་ཐམས་ཅད་བརླག་ན་དེའི་དུས་སུ་སྐྱུ་རུ་ར་སྐམ་པོ་སྟོང་ཕྲག་ལྔ་དང་ཆང་སྦྱིན་སྲེག་བྱས་ན། བཟའ་བ་དང་། བཏུང་བ་དང་། གླུ་ལེན་པ་དང་། ཆང་དང་བཅས་པས་ལྷ་མོ་ལྔ་ལ་མཆོད་པ།
en: “When an entire crop of grain has been lost, one should perform a fire offering with five thousand dried emblic myrobalan fruits and alcohol and then offer food, drink, song, and alcohol to the goddess.

source: ཨོཾ་སྟུཾ་བཾ་ཤཱིནྟཾ་པྲ་ཀུ་རུ་སྭཱ་ཧཱ་ཞེས་པ་འདིས་འབྲུ་ཐམས་ཅད་དང་ལྡན་པར་འགྱུར་རོ། །
en: The grain crop will be restored by the mantra oṁ stuṃ vaṃ śāntim prakuru svāhā.

source: གལ་ཏེ་མ་གྲུབ་ན་དེའི་ཚེ་ངས་མཚམས་མེད་པ་ལྔ་བྱས་པར་འགྱུར་བ་དང་། ཆོས་ཐམས་ཅད་བརྫུན་དུ་འགྱུར་རོ། །
en: “If that does not work, then I will have committed the five actions entailing immediate retribution and lied about the entire Dharma.

source: དེའི་ཕྱིར་རྣལ་འབྱོར་པ་ཀློག་པ་དང་མཉེན་པ་ངེས་པར་བྱའོ། །
en: Therefore, yogins must be consistent in reading and listening.

source: གལ་ཏེ་ཉན་པ་དང་ཀློག་པ་མི་བྱེད་ན་དེའི་ཚེ་རྣལ་འབྱོར་པ་འཆི་བ་དང་། ཞར་བ་དང་། སྒུར་བར་བྱ་བ་རྣམས་ཅུང་ཟད་ཙམ་དང་མི་འགྲུབ་པར་འགྱུར་རོ། །
en: If they do not read and listen, yogins will not have the slightest success in relation to the dying, the crippled, and the hunchbacked.

source: གང་དང་གང་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལྟར་ངེས་པར་བྱས་ན་མྱུར་བར་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ། །
en: If they act exactly as the Blessed One taught, they will quickly accomplish anything.

source: གྲོང་ཁྱེར་ན་གནས་པའི་མི་རྣམས་ལ་གང་གི་ཚེ་སྐར་མདའ་ལྟུང་ན་ནག་པོ་ཆེན་པོ་ཕྱག་བཞི་པའི་ཐང་སྐུའམ་ལུགས་མའི་མདུན་དུ་འདི་ཉིད་ཀྱི་སྔགས་ཀྱིས་ཐང་ཕྲོམ་གྱི་ས་བོན་གྱིས་བརྒྱ་ཕྲག་ལྔ་སྦྱིན་སྲེག་བྱས་ལ་རྣལ་འབྱོར་མ་ལྔ་ཡིས་བཟའ་བ་དང་།
en: “When a meteorite falls on the residents of a city, one should recite this mantra before a painting or statue of four-armed Mahākāla while performing five hundred fire offerings with datura seeds.

source: བཏུང་བ་ཡིས་མཆོད་ནས་དེ་ནས་གཏོར་མ་སྦྱིན་ནོ། །
en: One should offer food and drink to the five yoginīs, followed by a bali offering.

source: རིམ་པ་འདི་ཡིས་ཞི་བར་འགྱུར་གྱི་གཞན་གྱིས་མ་ཡིན་ནོ། །
en: The effects will be mitigated through this sequence, and none other.

source: རབ་ཏུ་དྲག་པའི་རིམས་ཀྱིས་ངེས་པར་ཐེབས་ན་དེའི་ཚེ། ཨོཾ་ཧྲཱིཿསརྦ་ས་ཏྭ་ན་ནུ་པཾ་པ་ཡ་ཧྲཱིཿཧཱུྃ་ཕཊ་སྭཱ་ཧཱ་ཞེས་པའི་སྔགས་ཀྱིས་མེ་ཏོག་ཀུནྡ་སྟོང་ཕྲག་ལྔ་སྦྱིན་སྲེག་བྱ་བ་སྟེ།
en: “If there is an outbreak of a severe fever, one should recite the mantra oṁ hrīḥ sarva­sattvānu­kampayā hrīḥ hūṁ phaṭ while making five thousand fire offerings with jasmine flowers.

source: རྣལ་འབྱོར་མ་ལྔས་སྔ་མ་ལྟར་ཞི་བར་འགྱུར་རོ། །
en: The five yoginīs will pacify it so that things are as they were before.

source: གང་གི་ཚེ་འབྲུམ་བུ་དང་། རྒྱུ་གཟེར་དང་། མིག་སེར་རྣམས་ལ་རྣལ་འབྱོར་མ་ལྔས་ཤ་ལྔ་ལ་སོགས་པ་རང་གང་འདོད་པ་ཟོས་འཐུངས་ཏེ།
en: “In the case of boils, dysentery, or jaundice, the five yoginīs should eat and drink as much of the five meats as they like.

source: སྔོན་དུ་སོང་བའི་སྔགས་སྟོང་ཕྲག་གཅིག་བཟླས་ནས་སྟོང་ཕྲག་ལྔ་སྦྱིན་སྲེག་བྱས་ན་ངེས་པར་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: Then, one should recite the preceding mantra one thousand times and perform five thousand fire offerings. They will surely be pacified.

source: གང་དང་གང་རྒྱུད་འདིར་བཤད་པ་རྣམས་གཞན་དུ་མ་བཤད་དེ།
en: “All that has been taught in this tantra is not taught anywhere else.

source: དེ་བག་ཙམ་བཤད་ན་ཡང་ལུང་བསྟན་པ་ཙམ་དུ་བཤད་པའོ། །
en: Even the most trifling explanation has been presented here just as it was taught.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་གཙོ་བོར་རྙེད་པར་དཀའ་བའི་སེམས་ཅན་ཐམས་ཅད་ལ་བདེ་བ་སྟེར་བར་བྱེད་པའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་གསུམ་པའོ།། །།
en: This is chapter twenty-three in The Sovereign Tantra of Mahākāla, “Bringing Relief to All Beings Encountering Difficulties.”

source: རྒྱལ་པོར་བྱ་བའི་དོན་དུ་ཕྱག་བཅུ་དྲུག་པ། བསྒོམ་པ་དང་། སྟོང་ཕྲག་གཅིག་བཟླས་ན་གང་དང་གང་གིས་རྒྱལ་པོ་འཐོབ་པར་འགྱུར་རམ་མི་འགྱུར་གྱི་ལྟས་བཤད་པར་བྱ་སྟེ།
en: Chapter 24: Interpreting Signs of Whether or Not One Will Be King “Now I will explain omens that indicate whether or not someone will become king if they perform the sixteen-armed visualization and recite the mantra one thousand times in order to become king.

source: རྒྱལ་པོ་འགྲུབ་པར་འགྱུར་རམ། མི་འགྱུར་བརྟག་པ་ནི་བྲམ་ཟེ་ཁ་དོག་ནག་པོ་དྲུང་དུ་འོངས་ནས་སློང་ཞིང་བགེགས་བྱེད་པར་ངེས་པར་འདོད་པ་བྱུང་ན་ངེས་པར་དེ་ནི་དངོས་གྲུབ་སྟེར་བ་སྟེ།
en: The signs of whether or not kingship will be achieved are as follows: “If a brahmin with a dark complexion approaches, asks for alms, and wants to create an obstacle, he will surely grant the siddhi.

source: བགེགས་ཇི་ལྟ་བ་བཞིན་དུ་ཞི་བར་བྱས་ནས་བསྒྲུབས་ན་འགྲུབ་བོ། །
en: After the obstacle is correctly pacified, the process is complete, and success will follow.

source: ཡང་གང་དང་གང་དུ་རྒན་མོའི་གཟུགས་སུ་འོངས་ནས་འགྲོན་བུ་བཞི་སློང་དུ་བྱུང་ན་དེ་ནི་རྡོ་རྗེ་རྣལ་འབྱོར་མའི་སྤྲུལ་པ་སྟེ།
en: “If an old woman repeatedly approaches and begs for four cowrie shells, she is an emanation of Vajrayoginī.

source: འདིར་དེས་འགྲུབ་པར་ཐེ་ཚོམ་མེད་དོ། །
en: This means one will undoubtedly be successful.

source: གལ་ཏེ་བཤེན་པ་ལག་ན་མེ་ཏོག་ཐོགས་པ་འོངས་ན་འཇིགས་བྱེད་བགེགས་བྱེད་དུ་འོངས་པའོ། །
en: “If a butcher approaches holding a flower, one will face a terrifying obstacle.

source: རྨི་ལམ་དུ་བྱ་རྒོད་ཀྱི་རྒྱུ་མ་ཟ་བ་མཐོང་ན་རྒྱལ་པོ་འཐོབ་པའི་མཚན་མའོ། །
en: “If one sees a vulture eating intestines in a dream, it is a sign that one will become king.

source: ཡང་ཐང་ཆེན་པོ་མཐོང་ན་ཡང་ངོ་། །
en: The same is true if one sees a vast plain.”

source: འདི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་རྒྱལ་པོ་འགྲུབ་བམ་མི་འགྲུབ་བརྟག་པའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་བཞི་པའོ།། །།
en: This is chapter twenty-four in The Sovereign Tantra of Mahākāla, “Interpreting Signs of Whether or Not One Will Be King.”

source: འདིར་གཞན་ཡང་ཡང་དག་པར་བཤད་པར་བྱ་སྟེ།
en: Chapter 25: Rites to Become King “There is more to say about this.

source: བསྒྲུབ་པར་འདོད་པའི་མི་གང་གིས་ཇི་ལྟར་བསྒྲུབ་ན། འདི་ལྟར་འདིར་ཐབས་གང་དང་གང་གིས་དང་པོར་ལམ་བཙལ་བ་ནི་ལྷ་མོ་སྐྱེ་བོ་རྣམས་རབ་ཏུ་བརྟག་པར་བྱས་ནས་ས་སྟེངས་ཀྱི་རྒྱལ་པོ་དེ་ལ་ཡོངས་སུ་བསྒྲགས་སོ། །
en: When a person who desires accomplishment using methods, such as are given here, to attain what they seek first sets out on the road, Goddess, people will recognize them and declare them a king upon the earth.

source: ལམ་ལ་སོགས་པ་གང་གི་དུས་སུ་ཞུ་བ་དབུལ་ན་དཔྱིད་ཟླ་ཐ་ཆུངས་པ་སནྟའི་བརྒྱད་དམ། བཅུའམ། བཅུ་བཞི་ནས་རྒྱུན་དུ་བསྒྲུབས་ན་ངེས་པར་འདི་ལ་ཐེ་ཚོམ་མེད་དོ། །
en: Should one ask about this when traveling on the road or at another time, if they practice continually on the eighth, tenth, or fourteenth day at the end of the lunar month of Vaiśākha, the outcome is certain, without any doubt.

source: རིའི་རྩེ་ལ་ཕྱིན་ལ་སྔོན་དུ་གསུངས་པའི་ནག་པོ་ཆེན་པོ་བསྒོམ་ཞིང་སྔགས་འབུམ་ཕྲག་ལྔ་བཟླས་པ་དང་། ལྕགས་གསུམ་ཁར་བཅུག་ནས་མེ་ཏོག་པད་མ་སྟོང་ཕྲག་ལྔ་སྦྱིན་སྲེག་བྱས་ན་ངེས་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: “One should go to a mountaintop and perform the previously mentioned visualization of Mahākāla, recite the mantra five hundred thousand times, place the three metals in their mouth, and then perform a fire offering with five thousand lotuses.

source: དུར་ཁྲོད་དུ་ཕྱིན་ནས་རོའི་སྟེང་དུ་བསྡད་དེ་ལག་པར་རལ་གྲི་བཟུང་ལ་དང་པོར་དྲི་དང་མེ་ཏོག་ལ་སོགས་པ་ཁ་དོག་བཟང་པོ་རྣམས་བཀྲམ་པའི་སྟེང་དུ་རལ་གྲི་བསྐྱུར་ན་རྣལ་འབྱོར་པས་གང་འདོད་པ་ཐེ་ཚོམ་མེད་པར་འདིས་འགྲུབ་པར་འགྱུར་རོ། །
en: Success is ensured. “A yogin should go to a charnel ground and sit on a corpse while holding a sword. They should first scatter golden fragrances, flowers, and other beautifully colored items and then leave the sword on top. Through this the yogin will undoubtedly succeed in whatever they wish.

source: ངེས་པར་ཁང་སྟོང་དུ་ཙ་རྩ་ཀཱའི་ཐང་སྐུ་བཀྲམ་ལ་སྔགས་སྟོང་ཕྲག་ལྔ་བཟླས་པ་དང་།
en: “One should set up a painting of Carcikā in an empty house and recite the mantra five thousand times.

source: ཕྱི་ནས་ཨུཏྤལ་སྟོང་ཕྲག་བརྒྱད་སྦྱིན་སྲེག་བྱ་བའི་སྔགས་ནི། ཨོཾ་བཾ་ཁཎྜཱ་ལི་ནི་སྭཱ་ཧཱ་ཞེས་པའོ། །
en: After that, one should recite the mantra oṁ vaṃ khaṇḍālini svāhā while offering eight thousand blue water lilies into a fire and then drink milk infused with the eight medicinal roots.

source: དེ་ནས་སྨན་རྩ་བ་བརྒྱད་པ་དང་འོ་མ་འཐུངས་ན་ངེས་པར་རྒྱལ་པོར་འགྱུར་རོ། །
en: One will certainly become a king.

source: སྟོན་ཟླ་ར་བའི་ཚེས་ལྔ་ལ་ནག་པོ་ཆེན་པོ་ཕྱག་བཞི་པའི་ཐང་སྐུ་བྲིས་ལ་མཆོད་པ་ཆེན་པོ་བྱས་ནས་ལྕགས་བརྒྱད་དང་གསེར་ལས་རིལ་བུ་བྱས་ནས་ཁར་བཅུག་སྟེ་ནག་པོ་ཆེན་པོའི་གཟུངས་སྟོང་ཕྲག་གཅིག་བཟླས་པ་དང་། ཤ་ཆང་ལ་ལོངས་སྤྱད་པ་ཡིས་དེ་རྣམས་སོང་ནས་གཟུངས་འདི་བཟླས་ཏེ།
en: “On the fifth day of the lunar month of Bhādrapada, one should paint the four-armed Mahākāla and perform an elaborate offering to it. One should then make a pill out of gold and the eight metals, place it in their mouth, recite Mahākāla’s dhāraṇī one thousand times, and consume meat and alcohol.

source: ཨོཾ་སུ་མུ་ཁི་སུ་སརྦ་དེ་ཧི་དེ་ཧི་ཧཱུྃ་ཧཱུྃ་ཙ་ཊ་ཙ་ཊ། རི་ཊ་རི་ཊ། རཱཾ་ཀུ་ཊ་ཀུ་ཊ།
en: When all that is complete, recite this dhāraṇī: oṁ sumukhī suparva dehi dehi hūṁ hūṁ caṭa caṭa riṭa riṭa rāṃ kuṭa kuṭa hūṁ phaṭ svāhā.

source: ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ་ཞེས་པ་ཟླ་བ་དྲུག་གི་བར་དུ་སྦྱོར་བས་རྒྱལ་པོར་འགྱུར་ཏེ། གཞན་དུ་ནི་མ་ཡིན་ནོ། །
en: If one applies this practice for six months they will become king, and not otherwise.

source: གལ་ཏེ་ལོ་གཅིག་ཏུ་འཁོར་ལོས་སྒྱུར་བའི་མཚན་ཉིད་ཆེན་པོ་འཛིན་པ་ཤིན་ཏུ་རོལ་པས་བཞུགས་ན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཆེན་པོའི་མཚན་ཉིད་ཅན་དུ་འགྱུར་རོ། །
en: If one spends a year pretending to have the major marks of a universal ruler, one will come to possess the major marks of a great universal ruler.

source: ཆུ་འགྲམ་གྱི་ས་བླངས་པ་དང་། དུང་གི་ཕྱེ་མ་དང་། ཕག་པའི་ཤ་རྣམས་སྟབས་གཅིག་ཏུ་སེང་གེ་བྱས་ལ་ཡི་གེ་བཾ་ཁར་བསམས་ནས་སྔགས་ཁྲི་ཕྲག་གཅིག་བཟླས་ན་རྒྱལ་པོར་འགྱུར་རོ། །
en: “If one mixes soil from a riverbank, pulverized conch shell, and pork together into the shape of a lion, imagines the syllable vaṃ on its mouth, and recites the mantra ten thousand times, one will become a king.

source: གལ་ཏེ་མ་གྲུབ་ན་མེ་ཏོག་པད་མ་སྟོང་ཕྲག་གཅིག་སྦྱིན་སྲེག་བྱས་ན་འགྲུབ་པར་འགྱུར་ཏེ་ཐེ་ཚོམ་མེད་པར་སྐྱེ་བ་འདི་ལ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ། །
en: If that does not work, one should perform a fire offering using one thousand lotuses. One will then succeed and will undoubtedly achieve everything in this lifetime.

source: མཚན་མ་གཅིག་པའམ་དུར་ཁྲོད་དུ་ཕྱིན་ལ་རོའི་སྟེང་དུ་བསྡད་ནས་ལག་ཏུ་རལ་གྲི་བཟུང་བས་ཚྭ་གསུམ་སྦྱར་བ་བརྡུངས་ན་རྒྱལ་པོར་འགྱུར་རོ། །
en: “If one goes to a place with a solitary liṅga or a charnel ground, sits on top of a corpse, and while holding a sword in their hand strikes the three saline substances, one will become a king.

source: ཤེས་རབ་ཀྱིས་གང་འདོད་པའི་རྗེས་སུ་འགྲོ་བར་བྱ་བའི་ཕྱིར་མཁས་པས་བརྟག་པར་བྱའོ། །
en: “A wise person performs these rites in order to use insight to pursue what they desire.

source: བསམ་པ་ཙམ་གྱིས་ཞི་བར་བྱ་བ་འགྲུབ་ན་ལུས་ཀྱི་བྱ་བ་འགྲུབ་བོ། །
en: One should perform the pacification rite mentally and then perform the bodily rite.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོར་བྱ་བའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་ལྔ་པའོ།། །།
en: This is chapter twenty-five in The Sovereign Tantra of Mahākāla, “Rites to Become King.”

source: གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་སྟོབས་དང་ལྷ་མོ་གཉིས་ཀྱིས་སྟབས་གཅིག་ཏུ་ཡང་དག་པར་གསོལ་བ་བཏབ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་གསུངས་ཤིག །
en: Chapter 26: The Consort Maṇḍala Then the bodhisattva great being Prajñābala and the Goddess both asked, “Please teach us, Blessed One.

source: འདོད་པ་དང་གཏི་མུག་གི་རང་བཞིན་ཇི་ལྟར་གོ་བར་བྱེད།
en: Help us understand the nature of desire and delusion.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལྷ་མོ་ལྔ་ལ་དབང་བསྐུར་བ་ཐོབ་པའི་མི་གང་གིས་བླང་བར་བྱ་སྟེ།
en: The Blessed One responded, “A person who has received the consecration for the five goddesses should adopt the following rite.

source: ཚེས་བརྒྱད་དམ་བཅུ་བཞི་ལ་གསེར་སྲང་ལྔ་བཤིག་ལ་མཎྜལ་གྲུ་བཞི་པ་གཅུས་པར་ཟུར་བཞི་རུ་ལྷ་མོ་བྲིས་ནས་སྦྱིན་སྲེག་གི་བྱ་བ་བྱའོ། །
en: On the eighth or fourteenth day, one should pulverize one pala of gold, sprinkle it on a square maṇḍala, draw the Goddess within the four corners, and perform a fire offering.

source: ཤེས་རབ་ཡེ་ཤེས་གོ་བས་ཕྱག་རྒྱ་དང་མཉམ་པར་རབ་ཏུ་སྦྱོར་ཞིང་བཟའ་བ་དང་།
en: One who is well-versed in insight and wisdom should unite with the consort and indulge in food and drink.

source: བཏུང་བ་ལ་ལོངས་སྤྱད་ན་ངེས་པར་འགྲུབ་པར་འགྱུར་རོ། །ཀྱེ་ཚེ་དང་ལྡན་པ་ཤེས་རབ་རྗེ་མོ་དེས་ངེས་པར་གཞན་ཡང་ངེས་སོ། །
en: They will surely be successful—this is guaranteed, venerable noble Prajñā!”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ཕྱག་རྒྱའི་དཀྱིལ་འཁོར་གྱི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་དྲུག་པའོ།། །།
en: This is chapter twenty-six in The Sovereign Tantra of Mahākāla, “The Consort Maṇḍala.”

source: བསླབ་པའི་ལེའུ་བཤད་པར་བྱའོ། །
en: Chapter 27: Guidelines for Training “Now I will present a chapter on training.

source: བསླབ་པ་རབ་ཏུ་གསལ་བར་འགྲོ་བ་ཇི་ལྟར་བསླབ་པར་འདོད་པས་སློབ་པའི་དུས་སུ་ཆང་དང་ཤ་དང་བླ་མ་རྡོ་རྗེ་སེམས་དཔའི་ཤེས་རབ་ལ་དུས་ཐམས་ཅད་དུ་གནས་པས་གཙུག་ཏོར་སྟེང་གི་ཆུ་བོ་ལ་ཤེས་རབ་ཅེས་པ་དང་།
en: One who wishes to train in a way that illuminates training should, at all times while training, maintain the use of alcohol, meat, and the insight that the guru is Vajrasattva.

source: རྣལ་འབྱོར་མ་ཞེས་པར་བདག་དང་གཞན་གྱི་དོན་དང་ལྡན་པས་བཤད་པར་བྱ།
en: By doing so, the water sprinkled on their crown is called insight, and a yoginī is explained as being oriented toward the benefit of self and other.

source: བྱ་བ་བྱེད་པས་ཞུ་བ་ལ་ཕྱག་རྒྱ་མ་ཞེས་པ་དང་། རྡོ་རྗེའི་གནས་ཞེས་པ་དང་། རྗེ་མོ་ཤེས་པར་ཐེ་ཚོམ་མེད་དོ། །
en: When addressed by the ritual officiant, there is no doubt she is called mudrā, the vajra state, and noble lady.

source: སེམས་གཡོ་འགུལ་མེད་པ་ལ་བསླབ་པ་ཞེས་བྱའོ། །
en: Training refers to the mind being free of movement.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་བསླབ་པའི་སྡོམ་པའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་བདུན་པའོ།། །།
en: This is chapter twenty-seven in The Sovereign Tantra of Mahākāla, “Guidelines for Training.”

source: གཞན་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Chapter 28: Ultimate Reality The Blessed One continued, “Ultimate reality is the nature of the mind engaged in the pursuit of sameness.

source: དེ་ཁོ་ན་ཞེས་པ་ནི་མཚུངས་པ་རྒྱུན་དུ་འགྲོ་བའི་སེམས་རྗེས་སུ་གནས་པའི་རང་བཞིན་ཡིད་ལ་མི་བྱེད་པ་གང་ལ་འཕེལ་བ།
en: It unfolds when there is no mental engagement.

source: དེ་དང་ལྡན་པ་དེ་དངོས་པོ་མེད་པའོ། །
en: That which has those qualities is nonexistent.

source: ཨུ་ཎུ་ཨ་ར་ནཱ་ཧི་ཏཏྟ་ཧ་ལུ་ཨེ་ཧེ་ཎི་ཛ་ཧི་ཀ་ཧ་ཝི་ནཱ་སཾ་ཧོ། ཙི་ཨ་ར་གོ་ཙ་ར་ཨི་ཙིཏྟ་ཏ་ཧ་ཐཾ་བི་ན་སུ་ཧ་ལ་པ་རི་བྷཱ་སི་ཨོ་ནྷ་རེ་ཁ་ཎ་པི་ན་ཐཀྐ།
en: u ṇu a ra nā hi tatta ha lu e he ṇi ja hi ka ha vi nā saṃ ho | ci a ra go ca ra i citta ta ha thaṃ vi na su ha la pa ri bhā si o mha re kha ṇa pi na thakka | o ujja ṇi e le kha sa ṇo | bha ṇa i bhe o sa va ratta ka hi vi ṇa cchi ṭṭhi o.

source: ཨོ་ཨུཛྫ་ཎི་ཨེ་ལེ་ཁ་ས་ཎོ། བྷ་ཎ་ཨི་བྷེ་ཨོ་ས་ཝ་རཏྟ་ཀ་ཧི་ཝི་ཎ་ཙྪི་ཊྛི་ཨོ་ཞེས་པ་དང་། བྷཾ་བཱ་ལོ་ཨ་གོ་ཨ་ར་ཙིནྟཱ་གྷ་རཾ་གྷ་ར་གྷ་རེ་ཎི་ཧེ་ཊ་མུ་ཀྵ་ཧི་ཨོ། མ་ཧཱ་ཛ་ནན་དེ་ཝི་ཨ་སོ་ཧི་ཎ་བྷ་ཎི་ཨོ། བི་ཧ་ཧ་ད་ཏེ་པ་རི་བྷ་ཝཾ་ཏེ།
en: bhaṃ bā lo a go a ra cintā gha raṃ gha ra gha re ṇi he ṭa mu kṣa hi o | ma hā ja nan de vi a so hi ṇa bha ṇi o | bi ha ha da te pa ri bha vaṃ te | ka ha vi na ja i.

source: ཀ་ཧ་ཝི་ན་ཛ་ཨི་ཞེས་པ་འདི་དག་ནི་སྐད་ངན་པའི་བྱེ་བྲག་གིས་དེ་ཁོ་ན་བཤད་པའོ། །
en: “These lines explain ultimate reality in a base language.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དེ་ཁོ་ནའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་བརྒྱད་པའོ།། །།
en: This is chapter twenty-eight in The Sovereign Tantra of Mahākāla, “Ultimate Reality.”

source: གཞན་ཡང་ཞིང་སྐྱེས་བརྗོད་པར་བྱ་སྟེ།
en: Chapter 29: Those Born from Sacred Spaces “Now I will describe those born from sacred spaces.

source: བྲམ་ཟེའི་རིགས་ལས་སྐྱེས་པའི་བུད་མེད་བོང་གེ་རིང་བ། མིག་ཆེ་བ། ཁ་དོག་སེར་སྐྱའམ་ནག་པོ་སྟེ། འདི་ལྟ་བུའི་རྣལ་འབྱོར་མས་དག་པར་བྱེད་དོ། །
en: A woman who is born into the brahmin caste and who is tall, has large eyes, and either a pale or dark complexion should be dignified as a yoginī.

source: དམངས་རིགས་ལས་སྐྱེས་པའི་རྐང་པ་འཁྱོག་པ་ཁ་དོག་སྔོ་སངས་སམ། སེར་སྐྱའམ། ནག་མོ་སྐྲ་འཁྱིལ་བ་སྐད་འཛེར་བ་ནི་མཁའ་འགྲོ་མའོ། །རྡོ་རྗེའི་རིགས་ཀྱང་དེ་དང་མཚུངས་སོ། །རེག་མི་བཏུབ་པ་ལས་སྐྱེས་པའི་མཚན་ཉིད་ཐམས་ཅད་རྫོགས་པ་དེས་ཁྲུམས་སྟོད་དང་། ནག་པ་དང་། ས་རི་དང་། ལག་དང་།
en: “A woman born in the śūdra caste who has crooked legs, whose complexion is bluish, pale, or dark, who has curly hair, and who has a raspy voice is a ḍākinī and is likewise in the vajra family.

source: ཆུ་སྟོད་དང་། ནབ་སོ་དང་། བྲ་ཉེ་དང་། སྨིན་དྲུག་རྣམས་ལས་སྐྱེས་པའི་མི་དེ་རྣམས་ཀྱིས་འཇིགས་བྱེད་ཆེན་པོའི་དངོས་གྲུབ་ཐོབ་པར་འགྱུར་རོ། །
en: “People with the complete set of features of one born from an untouchable caste and who are born during the lunar mansions Pūrvabhadra, Citrā, Svāti, Ārdrā, Pūrvāṣāḍhā, Punarvasu, Bharaṇī, and Kṛttikā will attain the siddhi of Mahābhairava, as will those born during Rohiṇī, Mṛgaśirā, Maghā, and Āśleṣā.”

source: སྣར་མ་དང་། མགོ་དང་། མཆུ་དང་། སྐག་རྣམས་ལ་ཡང་ངོ་། །འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ཞིང་སྐྱེས་ཀྱི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་དགུ་པའོ།། །།
en: This is chapter twenty-nine in The Sovereign Tantra of Mahākāla, “Those Born from Sacred Spaces.”

source: དེ་ནས་ཞིང་སྐྱོང་བཤད་པར་བྱའོ། །
en: Chapter 30: The Arising of Protector Deities “Now, I will discuss the protector deity.

source: གང་གིས་ངེས་པར་བགེགས་ཡོད་པའི་སར་ཕྱིན་ལ་ཇི་ལྟར་བསྐྱེད་པར་བྱ་བ་དེ་ལྟར་བསྐྱེད་པ་ནི་དང་པོར་ཡི་གེ་ཧཱུྃ་གིས་དམིགས་ལ་མཆོད་པ་སྣ་ཚོགས་པས་མཆོད་ལ།
en: One should go to the location where an obstructing being is present and perform the appropriate generation practice.

source: སྡིག་པ་བཤགས་པ་ལ་སོགས་པ་བྱས་པ་དང་།
en: First, one should visualize the syllable hūṁ, perform the various offerings, confess their misdeeds, and so forth.

source: སྙིང་གར་ཧཱུྃ་ཡོངས་སུ་གྱུར་པ་ལས་གྲི་གུག་ཡི་གེ་ཀྵཾ་དང་ཧཱུྃ་གིས་བྱིན་གྱིས་བརླབ་པའོ། །
en: One should then imagine that a hooked knife emerges from the syllable hūṃ at the heart and that one is empowered by the syllables kṣaṃ and hūṁ.

source: དེ་རྣམས་ཡོངས་སུ་གྱུར་པ་ལས་བདག་ཉིད་ཞིང་སྐྱོང་ཕྱག་གཉིས་པ།
en: From these transformations one should visualize themselves as the protector deity with two arms.

source: གྲི་གུག་དང་ཐོད་པ་ཕྱག་ན་བསྣམས་པ། གཡས་བརྐྱང་གིས་བཞུགས་པས་ཁྱི་མནན་པ།
en: He holds a hooked knife and skull and stands with the right leg forward, trampling a dog.

source: ཕཊ་ཅེས་པའི་སྒྲ་སྒྲོགས་པ། མཆེ་བ་གཙིགས་པ།
en: He shouts phaṭ and bares his fangs.

source: ཁ་དོག་སྔོ་ནག་སྤྱན་གསུམ་པ། དབུ་སྐྲ་ཁམ་པ་གྱེན་དུ་བརྫེས་པ།
en: He has a blue-black complexion, three eyes, and upward-flowing, reddish-brown hair.

source: སྟག་གི་པགས་པ་ན་བཟར་གསོལ་བ། ཁྲག་འཐུངས་པ། རྣལ་འབྱོར་མ་གཉིས་ཀྱིས་བསྐོར་བ་བསྒོམས་ནས་སྔགས་རྒྱུན་དུ་བཟླས་སོ། །
en: He wears a tiger skin, drinks blood, and is flanked by two yoginīs. Continue reciting the mantra after the visualization.

source: ཆུ་འགྲམ་གྱི་ས་ལས་ཕྲེང་བ་བྱ། ཥ་ཎ་པའི་སྐུད་པ་ལ་བརྒྱུས་པ་ཐོགས་ལ། ཨོཾ་ཧཱུྃ་ཙཾ་སརྦ་སིདྡྷི་དཱ་ཡཀྵ་ཡ་སྭཱ་ཧཱ་ཞེས་པ་ཟླ་བ་དྲུག་བཟླས་ན་རྣལ་འབྱོར་པ་གང་འདོད་པ་འགྲུབ་པར་འགྱུར་རོ། །ཁྲག་དང་།
en: “One should make a mālā with clay from a riverbank strung on rattleweed fiber and use it to recite the mantra oṁ hūṁ caṃ sarvasiddhidāyakāya svāhā.

source: ཆང་དང་།
en: A yogin will achieve whatever he desires.

source: ཤ་གསར་པ་དང་། སྲན་མ་མཥ་ལས་བྱས་པའི་ཟན་རྣམས་ལ་གཏོར་མ་བྱས་དེ་ཡིས་ཉི་མ་རེ་སྦྱིན་ནོ། །ལྗོན་ཤིང་གི་དྲུང་ངམ། དུར་ཁྲོད་དམ། ཆུ་འགྲམ་རྣམས་སུ་ཡང་དེ་ལྟར་བྱའོ། །
en: “One should prepare dough balls made of black gram that have blood, alcohol, and fresh meat in them, and use them every day as a bali offering at the base of a tree, in a charnel ground, or at a riverbank.

source: ས་བོན་ཡི་གེ་ཙཾ་ལས་ཞིང་སྐྱོང་སེར་སྐྱ་གསུམ་བསྐྱེད་པ་ནི་རྣལ་འབྱོར་པ་དགེ་བ་དང་།
en: Three pale protector deities will emerge from the seed syllable caṃ.

source: མི་དགེ་བའི་ལས་རྒྱུན་དུ་སོ་སོར་བྱས་ནས་དངོས་གྲུབ་བསྒྲུབ་པར་བྱའོ། །
en: The yogin will always be able to perform any virtuous or nonvirtuous action and attain siddhi.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ཞིང་སྐྱོང་བཞེངས་པའི་ལེའུ་སྟེ་སུམ་ཅུ་པའོ།། །།
en: This is chapter thirty in The Sovereign Tantra of Mahākāla, “The Arising of Protector Deities.”

source: རྩའི་འཁོར་ལོ་བཤད་པར་བྱའོ། །
en: Chapter 31: The System of Channels “Now I will discuss the system of channels.

source: གསུམ་འདྲེས་པའི་རྣལ་འབྱོར་དང་ལྡན་པའི་སློབ་དཔོན་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་གནས་པ་སྟེ། རང་འདོད་སྤངས་པ་ལ་ཡང་དག་པར་སྤྱོད་པ་ནི་ཨ་བ་དྷཱུ་ཏཱི་དང་ལ་ལ་ནཱ་དང་ར་ས་ནཱ་རྣམས་འདུས་པར་བྱའོ། །
en: A great bodhisattva who acts as an ācārya who has mastered mixing the three and trains in relinquishing selfish desires should summarize the avadhūtī, lalanā, and rasanā.

source: རྩ་དྲུག་ཅུ་རྩ་བཞི་བསྟན་པར་གྱུར་པའི་ནུས་པ་བརྩིས་པ་ནི་ལ་ལ་ནཱ་ཤེས་རབ་ཀྱི་རང་བཞིན་ཅན་དུ་ཤེས་པའོ། །ར་ས་ནཱ་ཁམས་བདེ་བའི་རང་བཞིན་ཅན་ཚོད་ཤེས་པའོ། །ཨ་བ་དྷཱུ་ཏཱི་ནི་བདེ་བ་ཆེན་པོའི་རང་བཞིན་ཅན་མན་ཤེས་པའོ། །
en: An enumeration that has the capacity to demonstrate the sixty-four channels is as follows: the lalanā is understood as the nature of insight, the rasanā is understood as equivalent to the nature of physical bliss, and the avadhūtī is understood as including the nature of great bliss.

source: ཁམས་དཀར་པོ་བསྐྱེད་པ་དང་། ཁམས་གསུམ་བསྐྱེད་པའོ། །
en: This refers to the production of semen and of the three realms.

source: ཨཊྛ་ཨུཊྛེ་ཧཱ་ནཱ་ཧཱ་ཨི་ཨ། ས་ཨ་ལ་སཾ་མོ་ཧེ། ཙ་ཙ་ཙི་ཨུ་ཧ་རཱ་ཛ་ནེ་ཏཱཾ་བྷཱནྟི་ཨོ། ནཱ་ཧ་ཧ་ནཱ་དྷ་སཾ་ཀུ་ལ་བྷ་ཝ་ཨི་སྭ་ར་ཧ་བྷ་ན་ཨི་ཀཱ་ལ། ཀཱ་ལ་ཧ་ཀ་རི་ཙི་ཨ་ནཾ་པ་ཨི་སྭཱ་ཧཱ།
en: aṭṭha u hā nā hā i a | sa a la saṃ mo he | ca ca ci u ha rā ja ne tāṃ bhānti o | nā ha ha nā dha saṃ ku la bha va i sva ra ha bha na i kā la | kā la ha ka ri ci a naṃ pa i svā hā.

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་རྩའི་འཁོར་ལོའི་ལེའུ་སྟེ་སུམ་ཅུ་སོ་གཅིག་པའོ།། །།
en: This is chapter thirty-one in The Sovereign Tantra of Mahākāla, “The System of Channels.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་ཀྱི་རྡོ་རྗེས་བདག་ལ་སྨྲས་པ་ནི་སེམས་ཀྱི་རང་བཞིན་སྐད་ཅིག་མ་བཅུ་དྲུག་ཏུ་ཡང་དག་པར་སྐྱེ་བ་དེ།
en: Chapter 32: Describing Virtue and Nonvirtue Then, the blessed Bodhicittavajra addressed the Lord, saying, “The inherent nature of the mind, which arises in sixteen moments, is the inherent nature that is the cause of great wisdom.

source: ཡེ་ཤེས་ཆེན་པོའི་རྒྱུའི་རང་བཞིན་ནོ། །
en: It subsumes the two legs of consciousness and its object.
